0/U
// -*- C++ -*-
// File generated by PyFoam - sorry for the ugliness

FoamFile
{
 version 2.0;
 format ascii;
 class volVectorField;
 object U;
}

dimensions [ 0 1 -1 0 0 0 0 ];

internalField uniform (0 0 0);

boundaryField
{
  movingWall
  {
    type fixedValue;
    value uniform (43.0000000000 0 0);
  }
  fixedWalls
  {
    type noSlip;
  }
  frontAndBack
  {
    type empty;
  }
} 	// ************************************************************************* //

